Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Settings/Panes/DonationSettings.xcstrings
Source language: en
Languages: cs, de, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: %lld cups
cs: %lld šálků
de: %lld Tasse
it: %lld tazze
ja: %lld杯
ko: %lld 컵
nl: %lld kopjes
pl: %lld filiżanki
pt: %lld xícaras
tr: %lld fincan
zh_hans: %lld杯
zh_hant: %lld杯

source: An internet connection is required to donate.
cs: Pro darování je vyžadováno připojení k internetu.
de: Für die Spende ist eine Internetverbindung erforderlich.
it: Per donare è necessaria una connessione ad Internet.
ja: 寄付にはインターネット接続が必要です。
ko: 후원하려면 인터넷 연결이 필요합니다.
nl: Een internetverbinding is vereist om te doneren.
pl: Do dokonania darowizny wymagane jest połączenie z Internetem.
pt: É necessária uma conexão com a internet para doar.
tr: Bağış yapmak için bir internet bağlantısı gereklidir.
zh_hans: 捐赠需要互联网连接。
zh_hant: 捐贈功能需要可用的網際網路連線。

source: As proof of your kind support, a coffee badge appears on the status bar during continuous support.
cs: Jako důkaz vaší laskavosti se během kontinuální podpory zobrazí ve stavovém řádku odznak s kávou.
de: Als Beweis für deine freundliche Unterstützung erscheint während des laufenden Unterstützung ein Kaffee-Badge in der Statusleiste.
it: Come prova del tuo sostegno permanente, un badge del caffè apparirà sulla barra di stato.
ja: 寛大なサポートの証として、継続的な寄付の期間中ステータスバーにコーヒーバッジが表示されます。
ko: 후원에 보답하는 마음으로, 지속 후원을 해주시는 동안 상태 바에 커피 뱃지가 나타납니다.
nl: Als bewijs van je steun verschijnt er een koffiebadge op de statusbalk tijdens voortdurende steun.
pl: Jako dowód Twojego życzliwego wsparcia, podczas trwania ciągłego wsparcia na pasku stanu pojawi się odznaka kawy.
pt: Como prova do seu apoio, um emblema de café aparece na barra de status durante o apoio contínuo.
tr: Nazik desteğinizin bir kanıtı olarak, sürekli destekte bulunursanız bir kahve rozeti durum çubuğunda görünür.
zh_hans: 作为您慷慨支持的证明，在持续支持期间，状态栏中会显示咖啡徽章。
zh_hant: 作為您熱心支援的證明，軟體的狀態列會在整個在持續支援期間顯示一個咖啡徽章。

source: Badge type:
cs: Typ odznaku:
de: Badgetyp:
it: Tipo Badge:
ja: バッジタイプ:
ko: 뱃지 타입:
nl: Type badge:
pl: Typ odznaki:
pt: Tipo de emblema:
tr: Rozet türü:
zh_hans: 徽章类型：
zh_hant: 徽章類型:

source: Continuous support
cs: Kontinuální podpora
de: Kontinuierliche Unterstützung
it: Sostegno permanente
ja: 継続的なサポート
ko: 지속 후원
nl: Voortdurende steun
pl: Ciągłe wsparcie
pt: Apoio contínuo
tr: Sürekli destek
zh_hans: 持续支持
zh_hant: 持續支援

source: CotEditor provides all features for free to everyone. You can support this project by offering coffee.
cs: CotEditor poskytuje veškeré funkce zdarma. Tento projekt můžete podpořit nabídkou kávy.
de: CotEditor bietet alle Funktionen kostenlos für alle. Du kannst dieses Projekt unterstützen, indem du Kaffee spendest.
it: CotEditor è completamente gratuito per chiunque. Puoi sostenere questo progetto offrendoci un caffè.
ja: CotEditorはすべての人に無償ですべての機能を提供しています。コーヒーを送ることでこのプロジェクトをサポートすることができます。
ko: CotEditor는 모든 기능을 무료로 제공합니다. 커피를 사주시면 프로젝트를 후원할 수 있습니다.
nl: CotEditor biedt alle functies gratis aan iedereen. Je kunt dit project steunen door koffie aan te bieden.
pl: CotEditor udostępnia wszystkie funkcje za darmo dla każdego. Możesz wesprzeć ten projekt oferując kawę.
pt: CotEditor fornece todos os recursos gratuitamente para todos. Você pode apoiar este projeto pagando um cafézinho.
tr: CotEditor tüm özelliklerini herkese ücretsiz olarak sunar. Bir kahve ısmarlayarak bu projeyi destekleyebilirsiniz.
zh_hans: CotEditor向所有人免费提供所有功能。您可以通过赠送咖啡来支持这个项目。
zh_hant: CotEditor向所有人免費提供所有功能。您可以藉由捐贈咖啡費用的方式來聲援該專案。

source: Donation is currently not available.
cs: Darování není v současné době k dispozici.
de: Spende ist derzeit nicht verfügbar.
it: La donazione non è al momento disponibile.
ja: 現在、寄付はできません。
ko: 현재 후원 기능을 사용할 수 없습니다.
nl: Donatie is momenteel niet beschikbaar.
pl: Darowizna jest obecnie niedostępna.
pt: A doação não está disponível no momento.
tr: Şu anda bağış yapılamıyor.
zh_hans: 捐赠目前不可用。
zh_hant: 捐贈功能目前不可用。

source: Manage Subscriptions
cs: Spravovat předplatná
de: Abos verwalten
it: Gestisci le iscrizioni
ja: サブスクリプションを管理
ko: 구독 관리
nl: Beheer abonnementen
pl: Zarządzaj subskrypcjami
pt: Gerenciar Assinaturas
tr: Abonelikleri Yönet
zh_hans: 管理订阅
zh_hant: 管理訂閱項目

source: One-time donation
cs: Jednorázový dar
de: Einmalige Spende
it: Donazione singola
ja: 1回限りの寄付
ko: 일회성 후원
nl: Eenmalige donatie
pl: Jednorazowa darowizna
pt: Doação única
tr: Tek kerelik bağış
zh_hans: 一次性捐赠
zh_hant: 一次性捐贈

source: Open GitHub Sponsors
cs: Otevřít GitHub Sponsors
de: GitHub Sponsors öffnen
it: Apri GitHub Sponsors
ja: GitHub Sponsorsを開く
ko: GitHub Sponsors 열기
pl: Otwórz GitHub Sponsors
pt: Abrir GitHub Sponsors
tr: Github Sponsors’u Aç
zh_hans: 打开GitHub Sponsors
zh_hant: 點此開啟「GitHub Sponsors」捐贈服務

source: Open in App Store
cs: Otevřít v App Storu
de: Im App Store öffnen
it: Apri su App Store
ja: App Storeで開く
ko: App Store에서 열기
pl: Otwórz w App Store
pt: Abrir na App Store
tr: App Store’da Aç
zh_hans: 在App Store中打开
zh_hant: 在App Store中打開

source: Privacy Policy
cs: Ochrana osobních údajů
de: Datenschutzvereinbarung
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 취급방침
nl: Privacybeleid
pl: Ochrona prywatności
pt: Política de Privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Quantity
cs: Množství
de: Menge
it: Quantità
ja: 個数
ko: 수량
nl: Aantal
pl: Liczba
pt: Quantidade
tr: Sayı
zh_hans: 数量
zh_hant: 份量

source: Restore Subscription
cs: Obnovit předplatné
de: Abos wiederherstellen
it: Ripristina l’abbonamento
ja: サブスクリプションを復元
ko: 구독 복원
nl: Herstel abonnement
pl: Przywróć subskrypcję
pt: Restaurar Assinatura
tr: Aboneliği Geri Yükle
zh_hans: 恢复订阅
zh_hant: 回復訂閱項目

source: Terms of Service
cs: Podmínky služby
de: Nutzungsbedingungen
it: Termini del servizio
ja: サービス利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt: Termos do Serviço
tr: Hizmet Kullanım Şartları
zh_hans: 服务条款
zh_hant: 服務條款

source: The In-App donation feature is available only in CotEditor distributed in the App Store.
cs: Funkce darování v aplikaci je k dispozici pouze v CotEditoru distribuovaném v App Store.
de: Die In-App-Spendenfunktion ist nur in CotEditor verfügbar, der im App Store vertrieben wird.
it: Si può donare in-app solo tramite il CotEditor distribuito dall'App Store.
ja: アプリ内寄付機能はApp Storeで配布されているCotEditorでのみ有効です。
ko: 인앱 후원 기능은 App Store에서 배포된 CotEditor에서만 사용할 수 있습니다.
nl: De in-app donatiefunctie is alleen beschikbaar in CotEditor gedistribueerd in de App Store.
pl: Funkcja darowizny w aplikacji jest dostępna wyłącznie w CotEditorze dystrybuowanym przez App Store.
pt: O recurso de doação Dentro do App está disponível apenas no CotEditor distribuído na App Store.
tr: Uygulama içi bağış özelliği, yalnızca App Store üzerinden dağıtılan CotEditor üzerinde kullanılabilir.
zh_hans: App内捐赠功能仅在App Store分发的CotEditor中可用。
zh_hant: App內該捐贈功能僅可用於藉由 App Store 安裝的 CotEditor。
